Repository: common-repository/cc-redirects
Catalog: languages/cc-redirects-*.po
Languages: pl_pl

source: Settings
pl_pl: Ustawienia

source: Author
pl_pl: Autor

source: This post is redirected from: %s to: %s with code: %s.
pl_pl: Ten wpis jest przekierowany z: %s do: %s z kodem: %s.

source: Edit
pl_pl: Edytuj

source: Redirects
pl_pl: Przekierowania

source: Redirects per page
pl_pl: Ilość przekierowań na stronę

source: The %s field should be relative to your website root.
pl_pl: Pole %s powinno być adresem względnym do Twojej strony głównej.

source: From
pl_pl: Z

source: The %s field can be either a full URL to any page on the web, or relative to your website root.
pl_pl: Pole %s może być albo pełnym adresem URL do dowolnej strony w sieci, lub względne do Twojej strony głównej.

source: To
pl_pl: Do

source: To use wildcards, put an asterisk %s after the folder name you want to redirect.
pl_pl: Aby użyć symbolu wieloznacznego, umieść znak gwiazdki %s za folderem, który chcesz przekierować.

source: You can also use the asterisk %s in the %s field to replace whatever it matches in the %s field.
pl_pl: Możesz także użyć znaku gwiazdki %s w polu %s żeby zamienić spasowany element adresu z pola %s.

source: Field delimiter character: %s
pl_pl: Znak rozdzielający pole: %s

source: Field enclosure character: %s
pl_pl: Znak okalający pole: %s

source: Escape character: %s
pl_pl: Znak ucieczki: %s

source: Cheatin&#8217; uh?
pl_pl: Oszukujemy&#8217; co?

source: Save
pl_pl: Zapisz

source: Search
pl_pl: Szukaj

source: Search results for
pl_pl: Wyniki wyszukiwania dla

source: Help
pl_pl: Pomoc

source: Parse CSV formatted string to redirects.
pl_pl: Zaimportuj przekierowania z formatu CSV.

source: Exported CSV formatted string of redirects.
pl_pl: Przekierowania wyeksportowane do formatu CSV.

source: Reset
pl_pl: Resetuj

source: Remove all redirects.
pl_pl: Usuń wszystkie przekierowania.

source: Export
pl_pl: Eksport

source: Error while saving redirects occurred.
pl_pl: Wystąpił błąd podczas zapisywania przekierowań.

source: Redirects saved successfully.
pl_pl: Przekierowania zostały zapisane.

source: Error while removing redirect occurred.
pl_pl: Wystąpił błąd podczas usuwania przekierowania.

source: Redirect removed successfully.
pl_pl: Przekierowanie zostało usunięte.

source: Error while importing redirects occurred.
pl_pl: Wystąpił błąd podczas importu przekierowań.

source: Redirects imported successfully.
pl_pl: Przekierowania zostały zaimportowane.

source: Redirects removed successfully.
pl_pl: Przekierowania zostały usunięte.

source: Error while removing redirects occurred.
pl_pl: Wystąpił błąd podczas usuwania przekierowań.

source: Comparison
pl_pl: Porównanie

source: Parameters
pl_pl: Parametry

source: Code
pl_pl: Kod

source: Remove
pl_pl: Usuń

source: Ignore parameters
pl_pl: Ignoruj parametry

source: Precise address
pl_pl: Dokładny adres

source: Forward
pl_pl: Przekaż

source: No redirects available.
pl_pl: Brak przekierowań do wyświetlenia.
